"stand_label" = "STAND";
"exhibiting_label" = "WE ARE EXHIBITING AT";
"dates_label" = "DATES";
"dates_value" = "6–8 Oct 2026";
"hall_label" = "HALL";
"venue_label" = "VENUE";
"meet_label" = "MEET";
"meet_value" = "Business development";
"virens_near" = "Virens Labs is at stand 8J28 — come and see us.";
"book_label" = "BOOK A MEETING";
"about_label" = "VIRENS LABS";
"about_value" = "Contract manufacturing and development of food supplements. More than 2,000 m² of in-house facilities in Barcelona.";
"email_label" = "EMAIL";
"phone_label" = "PHONE";
"address_label" = "ADDRESS";
"web_label" = "WEBSITE";
